{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2024-11-28T17:05:56.257-00:00",
	"Sources" :
	[
		{
			"Packages" :
			[
				{"PackageIdentifier" : "Microsoft.AppInstaller"},
				{"PackageIdentifier" : "Git.Git"},
				{"PackageIdentifier" : "flux.flux"},
				{"PackageIdentifier" : "Microsoft.VCRedist.2015+.x64"},
				{"PackageIdentifier" : "Microsoft.VisualStudio.2022.BuildTools"},
				{"PackageIdentifier" : "MSYS2.MSYS2"},
				{"PackageIdentifier" : "Microsoft.WindowsTerminal"},
				{"PackageIdentifier" : "Alacritty.Alacritty"},
				{"PackageIdentifier" : "Microsoft.PowerShell"},
				{"PackageIdentifier" : "ShareX.ShareX"},
				{"PackageIdentifier" : "Vitzo.ClipClip"},				{"PackageIdentifier" : "Mozilla.Firefox"},
				{"PackageIdentifier" : "7zip.7zip"},
				{"PackageIdentifier" : "Notepad++.Notepad++"},
				{"PackageIdentifier" : "alexx2000.DoubleCommander"},
				{"PackageIdentifier" : "JetBrains.Toolbox"},
				{"PackageIdentifier" : "Microsoft.VisualStudioCode"},
				{"PackageIdentifier" : "GitHub.GitHubDesktop"},
				{"PackageIdentifier" : "JanDeDobbeleer.OhMyPosh"},
				{"PackageIdentifier" : "ajeetdsouza.zoxide"},
				{"PackageIdentifier" : "junegunn.fzf"},
				{"PackageIdentifier" : "neovim.neovim"},
				{"PackageIdentifier" : "burntsushi.ripgrep.MSVC"},
				{"PackageIdentifier" : "sharkdp.fd"},
				{"PackageIdentifier" : "zig.zig"},
				{"PackageIdentifier" : "astral-sh.ruff"},
				{"PackageIdentifier" : "astral-sh.uv"}
			],
			"SourceDetails" :
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.9.25200"
}
